Soap/simplifiedCustomer/ORGANIZATION/ORGANIZATION_Samples/ORGANIZATION_Mandatory.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <AMLYZE_CUSTOMER xmlns="urn:amlyze-services:EvaluateCustomerService_v2r0">
            <CommunicationNumber>ComNr_000321</CommunicationNumber>
            <Requester>AMLYZE_SYSTEM</Requester>
            <RiskManagementCategory>OCCASIONAL_CUSTOMER</RiskManagementCategory>
            <EntityType>ORGANIZATION</EntityType>
            <CustomerExtId>ORG20231118878</CustomerExtId>
            <Title>UAB 'BrotherHood'</Title>
        </AMLYZE_CUSTOMER>
    </soap:Body>
</soap:Envelope>